Revit 2027 API
UnitTypeId.PoundForceFeet Property
 Pound force feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundForceFeet { get; }
Public Shared ReadOnly Property PoundForceFeet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundForceFeet {
	ForgeTypeId^ get ();
}
static member PoundForceFeet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace